evaluation/ycsb_pm_results/capybarakv/Runc/Run1
config file ../ycsb_ffi/config.toml
[OVERALL], RunTime(ms), 25887
[OVERALL], Throughput(ops/sec), 19314.713949086414
[TOTAL_GCS_G1_Young_Generation], Count, 3
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 14
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.05408119905744196
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 3
[TOTAL_GC_TIME], Time(ms), 14
[TOTAL_GC_TIME_%], Time(%), 0.05408119905744196
[READ], Operations, 500000
[READ], AverageLatency(us), 13.632906
[READ], MinLatency(us), 11
[READ], MaxLatency(us), 11055
[READ], 95thPercentileLatency(us), 14
[READ], 99thPercentileLatency(us), 15
[READ], Return=OK, 500000
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 93856.0
[CLEANUP], MinLatency(us), 93824
[CLEANUP], MaxLatency(us), 93887
[CLEANUP], 95thPercentileLatency(us), 93887
[CLEANUP], 99thPercentileLatency(us), 93887