evaluation/ycsb_pm_results/capybarakv/Runc/Run1
config file ../ycsb_ffi/config.toml
[OVERALL], RunTime(ms), 139121
[OVERALL], Throughput(ops/sec), 71879.87435397963
[TOTAL_GCS_G1_Young_Generation], Count, 24
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 73
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.05247230827840513
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 24
[TOTAL_GC_TIME], Time(ms), 73
[TOTAL_GC_TIME_%], Time(%), 0.05247230827840513
[READ], Operations, 10000000
[READ], AverageLatency(us), 7.956729
[READ], MinLatency(us), 6
[READ], MaxLatency(us), 38975
[READ], 95thPercentileLatency(us), 9
[READ], 99thPercentileLatency(us), 9
[READ], Return=OK, 10000000
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 506240.0
[CLEANUP], MinLatency(us), 506112
[CLEANUP], MaxLatency(us), 506367
[CLEANUP], 95thPercentileLatency(us), 506367
[CLEANUP], 99thPercentileLatency(us), 506367