evaluation/ycsb_pm_results/capybarakv/Runc/Run3
config file ../ycsb_ffi/config.toml
[OVERALL], RunTime(ms), 136812
[OVERALL], Throughput(ops/sec), 73093.00353770137
[TOTAL_GCS_G1_Young_Generation], Count, 24
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 77
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.05628161272403006
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 24
[TOTAL_GC_TIME], Time(ms), 77
[TOTAL_GC_TIME_%], Time(%), 0.05628161272403006
[READ], Operations, 10000000
[READ], AverageLatency(us), 7.7824384
[READ], MinLatency(us), 6
[READ], MaxLatency(us), 9823
[READ], 95thPercentileLatency(us), 9
[READ], 99thPercentileLatency(us), 9
[READ], Return=OK, 10000000
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 501632.0
[CLEANUP], MinLatency(us), 501504
[CLEANUP], MaxLatency(us), 501759
[CLEANUP], 95thPercentileLatency(us), 501759
[CLEANUP], 99thPercentileLatency(us), 501759