evaluation/ycsb_pm_results/capybarakv/Runc/Run7
config file ../ycsb_ffi/config.toml
[OVERALL], RunTime(ms), 138912
[OVERALL], Throughput(ops/sec), 71988.02119327344
[TOTAL_GCS_G1_Young_Generation], Count, 24
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 66
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.04751209398756047
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 24
[TOTAL_GC_TIME], Time(ms), 66
[TOTAL_GC_TIME_%], Time(%), 0.04751209398756047
[READ], Operations, 10000000
[READ], AverageLatency(us), 7.9769661
[READ], MinLatency(us), 6
[READ], MaxLatency(us), 11607
[READ], 95thPercentileLatency(us), 9
[READ], 99thPercentileLatency(us), 9
[READ], Return=OK, 10000000
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 508800.0
[CLEANUP], MinLatency(us), 508672
[CLEANUP], MaxLatency(us), 508927
[CLEANUP], 95thPercentileLatency(us), 508927
[CLEANUP], 99thPercentileLatency(us), 508927